pressure/BAI-DU/statistics.json
{
  "Total" : {
    "transaction" : "Total",
    "sampleCount" : 1000,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 18768.699999999997,
    "medianResTime" : 18796.5,
    "minResTime" : 11357.0,
    "maxResTime" : 21257.0,
    "pct1ResTime" : 20872.9,
    "pct2ResTime" : 21091.7,
    "pct3ResTime" : 21195.92,
    "throughput" : 47.00352526439483,
    "receivedKBytesPerSec" : 117.46291128084607,
    "sentKBytesPerSec" : 5.278716216216217
  },
  "https://www.baidu.com/" : {
    "transaction" : "https://www.baidu.com/",
    "sampleCount" : 1000,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 18768.699999999997,
    "medianResTime" : 18796.5,
    "minResTime" : 11357.0,
    "maxResTime" : 21257.0,
    "pct1ResTime" : 20872.9,
    "pct2ResTime" : 21091.7,
    "pct3ResTime" : 21195.92,
    "throughput" : 47.00352526439483,
    "receivedKBytesPerSec" : 117.46291128084607,
    "sentKBytesPerSec" : 5.278716216216217
  }
}